Repository: HenryGR/codecolorer
Catalog: languages/codecolorer-*.po
Languages: id_id, pt_pt

source: Your current locale is %1$s, and CodeColorer has incomplete or does not have a translation into your language. It would be great, if you have a time to <a href="%2$s">help us to translate</a> it.
id_id: Kode lokal bahasa Anda saat ini adalah %1$s, dan CodeColorer belum selesai atau tidak memiliki terjemahan dalam bahasa Anda. Akan lebih baik, jika Anda menyediakan waktu untuk <a href="%2$s">membantu kami menterjemahkannya</a>.
pt_pt: A tua localização actual é %1$s e o CodeColorer está incompleto ou não tem uma tradução na tua língua. Seria bom, se tivesses um tempo para <a href="%2$s">nos ajudares a traduzi-lo</a>.

source: CodeColorer translation is incomplete.
id_id: Terjemahan CodeColorer belum lengkap.
pt_pt: A tradução do CodeColorer está incompleta.

source: Code Highlighting Options
id_id: Pilihan Penyorotan Kode
pt_pt: Opções do Código em Destaque

source: Lines to scroll
id_id: Baris untuk discroll
pt_pt: Linhas para o scroll

source: If your code lines number is less than this value, block height would not be fixed. Set to <b>-1</b> to remove vertical scroll.
id_id: Jika nomor baris kode Anda lebih kecil dari nilai ini, tinggi blok tidak tetap. Set ke <b>-1</b> untuk menghapus scroll vertikal.
pt_pt: Se o número de linhas de código é inferior a este valor, a altura do bloco não é corrigido. Define <b>-1</b> para remover o scroll vertical.

source: Width
id_id: Lebar
pt_pt: Largura

source: Default code block width. Integer means pixels, also you can specify <tt>em</tt> or <tt>%</tt> suffix. Could be omitted to use whole width.
id_id: Lebar blok kode standar. Integer dalam satuan pixels, juga Anda dapat menentukan akhiran <tt>em</tt> atau <tt>%</tt>. Dapat dihilangkan untuk menggunakan seluruh lebar.
pt_pt: Largura por defeito do bloco de código. Um inteiro significa pixels, mas também é possível especificar os sufixos <tt>em</tt> ou <tt>%</tt>. E, também pode ser omitida para usar a largura toda.

source: Height
id_id: Tinggi
pt_pt: Altura

source: When code has more than &quot;Lines to Scroll&quot; lines, block height will be set to this value.
id_id: Ketika kode memiliki lebih dari &quot;Baris yang Discroll&quot; baris, tinggi blok akan diset ke nilai ini.
pt_pt: Quando o código tem mais linhas que &quot;Linhas para scroll&quot;, a altura do bloco será defenida para este valor.

source: Width in RSS
id_id: Lebar di RSS
pt_pt: Largura no RSS

source: Default code block width in RSS. See Width option description.
id_id: Standar lebar blok kode di RSS. Lihat deskripsi pilihan Lebar.
pt_pt: Largura por defeito do bloco no RSS. Vê a descrição da opção Largura.

source: Tab size
id_id: Ukuran Tab
pt_pt: Tamanho da aba

source: Indicating how many spaces would represent TAB symbol.
id_id: Menentukan berapa banyak spasi yang mewakili simbol TAB.
pt_pt: Indicando a quantidade de espaços que representam símbolo TAB.

source: Theme
id_id: Tema
pt_pt: Tema

source: Default color scheme.
id_id: Skema warna standar.
pt_pt: Esquema de cores por defeito.

source: Inline Theme
id_id: Tema di baris
pt_pt: Tema <i>inline</i>

source: Default color scheme for inline code blocks.
id_id: Standar skema warna untuk blok kode dalam baris.
pt_pt: Esquema de cores por defeito para blocos de código <i>inline</i>.

source: Formatting
id_id: Pemformatan
pt_pt: Formatação

source: Show line numbers
id_id: Tampilkan nomor baris
pt_pt: Mostrar número de linhas

source: Disable keyword linking
id_id: Nonaktifkan tautan ke kata kunci
pt_pt: Desactivar a palavra-chave <i>linking</i>

source: Custom CSS Classes
id_id: Class CSS Kostumais
pt_pt: Classes CSS personalizadas

source: These custom CSS classes will be appended to the wrapper HTML element.
id_id: Class CSS kostumais ini akan ditambahkan ke elemen pembungkus HTML.
pt_pt: Estas classes CSS personalizadas serão adicionadas ao elemento HTML <i>wrapper</i>.

source: Custom CSS Styles
id_id: Gaya CSS Kostumais
pt_pt: Estilos CSS personalizados

source: These custom CSS rules will be appended to the CodeColorer default CSS file.
id_id: Aturan CSS kostumais akan ditambahkan ke standar berkas CSS CodeColorer.
pt_pt: Estes regras CSS personalizadas serão adicionadas ao ficheiro CSS por defeito do CodeColorer.

source: Preview
id_id: Tampilan
pt_pt: Pré-visualização

source: Code Example
id_id: Contoh Kode
pt_pt: Exemplo do código

source: Save Options
id_id: Simpan Pilihan
pt_pt: Guardar Opções

source: Close
id_id: Tutup
pt_pt: Fechar

source: CodeColorer has detected a problem.
id_id: CodeColorer telah menemukan kesalahan.
pt_pt: O CodeColorer detectou um problema.

source: We found another plugin based on GeSHi library in your system. CodeColorer will work, but our version of GeSHi contain some patches, so we can't guarantee an ideal code highlighting now. Please review your <a href="%1$s">plugins</a>, maybe you don't need them all.
id_id: Kami menemukan plugin lainnya berdasarkan pustaka GeSHi di sistem Anda. CodeColorer akan bekerja, tapi versi GeSHi kami mengandung beberapa tambalan, jadi kami tidak menjamin sorotan kode yang ideal saat ini. Silahkan review <a href="%1$s">plugin</a> Anda, mungkin Anda tidak membutuhkan semuanya.
pt_pt: Encontrámos outro plugin baseado na libraria GeSHi no teu sistema. O CodeColorer vai funcionar, mas a nossa versão do GeSHi contém alguns <i>patches</i>, então não podemos garantir um destaque ideal do código. Por favor, revê os teus <a href="%1$s">plugins</a>, talvez não precises deles todos.

source: Settings
id_id: Pengaturan
pt_pt: Configurações

source: Support
id_id: Bantuan
pt_pt: Suporte

source: This plugin allows you to insert code snippets to your posts with nice syntax highlighting powered by <a href="http://qbnz.com/highlighter/">GeSHi</a> library. After enabling this plugin visit <a href="options-general.php?page=codecolorer.php">the options page</a> to configure code style.
id_id: Plugin ini mengijinkan Anda untuk memasukkan potongan kode ke dalam kiriman tulisan Anda dengan sorotan sintaks bagus yang didukung oleh pustaka <a href="http://qbnz.com/highlighter/">GeSHi</a>. Setelah mengaktifkan plugin ini, kunjungi <a href="options-general.php?page=codecolorer.php">halaman pengaturan</a> untuk mengkonfigurasikan tampilan kodenya.
pt_pt: Este plugin permite-te inserir blocos de código nos teus posts com uma agradável sintaxe produzida pela biblioteca <a href="http://qbnz.com/highlighter/">GeSHi</a>. Depois de instalar este plugin visita <a href="options-general.php?page=codecolorer.php">a página de opções</a> para configurar o estilo do código.
